Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Die lyk 'n bietjie op jou. - Dit is so.
ar: هذا يشبهك نوعاً ما It is.

source: Hoe heg was julle. - Gee hier.
ar: ما مدى قربكما من بعضكم ؟

source: Goeie môre, agent McGee.
ar: صباح الخير ، ايها العميل مجكي

source: He, Tim.
ar: مرحباً ، تيم

source: Wat skeel daar?
ar: ماذا يحدث ؟

source: Ek vind my penning en identifikasie nie.
ar: لا أستطيع ان اجد شارتي وبطاقتي التعريفية أووه

source: Jouw geloofsbriewe verloor, dat is baie erg.
ar: أضعت بطاقات اعتمادك - - هذا خطير نعم ، اعلم ، توني

source: - Ja, dat weet ek, Tony. Ek kon hulle by die huis nie vind, ek het gehoop dat ek hulle hier gelaat het.
ar: لم أجدهم في المنزل كنت آمل أن أجدهم هنا

source: Jy is die klos.
ar: أووه ، لقد انتهى أمرك

source: - Goddank het ek my toegang kaart nog.
ar: الحمد لله أنني لم أفقد بطاقة الدخول للمبنى

source: Verlies van geloofsbriewe lei outomaties tot 'n generaal inspeksie 2B navorsing.
ar: ضياع بطاقات الإعتماد يفتح تحقيق المفتش العام تلقائياً

source: Dit is amper so erg soos die verlies van jou wapen.
ar: أنه خطير كفقدان سلاحك

source: Dat is jy tog ook nie kwijt?
ar: لم تفقده ايضاً ، أليس كذلك ؟

source: Bly so voortgaan en ek gebruik dit nog.
ar: أستمر في الكلام وسوف أستخدمه

source: - He, rustig, OK?
ar: عليك أن تهدأ ، حسناً

source: Nie direk nodig het verlies aan te gee as hulle gevind word, OK?
ar: لا حاجة للتبليغ عن الفقدان اذا كنت ستجدها ، اتفقنا ؟

source: Jy moet net nadink. visualiseer
ar: ..عليك أن تفكر .. تخيل

source: Wanneer het jy hulle die laaste keer gesien?
ar: متى رأيتهم آخر مرة ؟

source: - Tony, dat het ek probeer.
ar: .توني ، لقد جربت هذا

source: Explosie, het die woonstel van JG opgeblaas.
ar: إنفجار ، فُجرت شقة ضابط صف مبتدئ

source: - Slagoffers?
ar: خسائر ؟

source: Ja, die gebou bestuurder.
ar: نعم ، مدير المبنى

source: Wag jy op 'n spesiale uitnodiging, McGee?
ar: هل تنتظر دعوة خاصة ، مكجي ؟

source: Ek het dit nie goed gesien, meneer.
ar: لم أرَ هذا جيداً ، سيدي

source: Dankie, spesiale agent Gibbs.
ar: شكراً لك ، العميل الخاص جيبز

source: Die rookie tjeks eintlik die identiteite.
ar: الشرطي المبتدئ صاحب الوجه الطفولي يدقق في اوراق الهوية

source: Ongewoon en jammer vir jou.
ar: ..على غير المعتاد من المؤسف بالنسبة لك

source: Soos jy kan sien, spesiale agent Anthony DiNozzo.
ar: كما ترى العميل الخاص دينوزو

source: Dankie, meneer.
ar: شكراً لك ، سيدي

source: - Dankie.
ar: شكراً

source: Goed, by drie.
ar: حسناً ، عند العد لثلاثة

source: Een, twee...
ar: ...واحد ، أثنان

source: Dat is ek, dit is wat van my.
ar: .هذا أنا ، أنا

source: Ek weet hoe jy dink oor telefoonoproepe op die terrein, dokter, maar dit is Breena.
ar: أعرف كيف تشعر حول الرد على المكالمات الشخصية اثناء العمل ، دكتور ولكن هذه برينا

source: Ons sou mekaar tref by die aanneming prokureur, dus...
ar: من المفترض ان نلتقي ..مع محامي التبني اليوم ، لذا

source: Beantwoord het, Mr Palmer.
ar: أجبه ، سيد بالمر

source: - Ja? Ja.
ar: حقا؟

source: - He, Breena.
ar: نعم مرحباً ، برينا

source: Aanneming prokureur, Gaan hulle dit regtig doen?
ar: محامي التبني؟ هل سيفعلون هذا حقاً ؟

source: Baie beslis en... Breena sal even duur.
ar: ... بالتأكيد ، و برينا تحتاج لبض الوقت

source: Sou jy me even wil help?
ar: هل تمانع في مساعدتي ؟

source: Oh, nou, dit is nie regtig my...
ar: اوه ، حسناً

source: - Een, twee, drie.
ar: . واحد ، اثنان ، ثلاثة

source: Ja, dit is nou eers interessant.
ar: حسناً ، هذا سيكون مشوقاً

source: Die arme man het die volle laag van die ontploffing gekry.
ar: الرجل المسكين تضرر كثيراً من الإنفجار

source: 'n Goedkoop lading.
ar: شاحن معدل

source: Bedoel om die een wat die deur oopmaak dood te maak.
ar: عدّل لقتل أياً من يفتح الباب

source: Ek klop aan sy deur, ek het probeer om hom sy pos te besorg en...
ar: كنت أدق الباب كنت أحاول ان اعطيه البريد

source: Ek ken die luitenant enkel as buurman.
ar: و .. كنت اعرف الملازم فقط كجار

source: Dit was 'n mooi man, maar 'n stille.
ar: كان رجلاً لطيفاً ولكن هادئ

source: Ons het skaars oor iets gepraat.
ar: نحن حقاً لم نتحدث عن أي شئ مهم

source: - Wat weet jy oor die geregistreerde brief?
ar: ماذا يمكنكِ أن تخبريني عن البريد المسجل ؟

source: Die brief waarvoor jy onderteken.
ar: الرسالة التي وقعتي من أجلها؟

source: Dit spyt my, maar my ore gesuis nog.
ar: أنا آسفة مازالي أذناي ترن

source: Gaan na die hospitaal.
ar: أذهبي للفحص في المستشفى

source: Ons neem later kontak op, OK?
ar: سنتصل بكِ لاحقاً ، حسناً

source: Ek het die bevelvoerder van luitenant Keith gepraat in die Pentagon.
ar: تحدثت مع قائد الملازم كيث في البنتاغون

source: Keith is twee weke met verlof, op besoek by sy moeder in Fort Wayne, Indiana.
ar: كيث في إجازة لمدة اسبوعين لزيارة والدته في فورت واين، إنديانا

source: Hy is weg en iemand plaas 'n bom in sy woonstel.
ar: ! أحدهم يحاول أن يفجر شقته ، وهو بعيد

source: Onderluitenant Terence Keith, 26, gegroei op in Fort Wayne, Indiana.
ar: ملازم الصف ترينس كيث ، 26 عاماً، نشأ في فرونت واين ، إنديانا

source: Studeer af aan Montana State, is dan na die offisiere kandidaat skool gegaan in Newport, Rhode Island.
ar: تخرج من ولاية مونتانا ذهب الى مدرسة ترشيح الضباط في نيوبورت ، رود آيلند

source: Ek hou van Rhode Island.
ar: انني أحب رود آيلند

source: Hy wou vlieg maar het 'n vlug opleiding in Whiting Field in Florida laat vaar.
ar: أراد الطيران لكنهم استبعدوه من التدريب الأولي للطيران في وايتنينج فيلد ، فلوريدا

source: Hy is verlede jaar aangestel vir sy huidige taak by die Pentagon.
ar: ثم عين في منصبه الحالي في البانتاغون العام الماضي

source: Laat vaar?
ar: هل استبعدوه؟

source: Wat was die probleem?
ar: ماذا كانت مشكلته ؟

source: - Dat ons trek nog na.
ar: أتحقق من ذلك أيها الرئيس ، هناك شئ خاطئ

source: Baas, daar is iets mis, dat was die moeder van Keith in Fort Wayne.
ar: كانت هذه والدة كيث من في فورت واين

source: Hy is nie daar nie en Sy verwag hom nie.
ar: أنه ليس هناك ، ولا تتوقع قدومه

source: - Het Sy hom gepraat?
ar: هل تحدثت إليه ؟

source: Al in geen weke.
ar: ليس منذ أسابيع

source: Iets?
ar: أي شئ ؟

source: Die grys pick-up van luitenant Keith word opgespoor.
ar: BOLO's out on Lieutenant Keith's gray '09 pickup.

source: Sy kredietkaart is die laaste twee dae nie gebruik nie.
ar: لم يستعمل بطاقته الإئتمانية

source: Sy selfoon is afgeskakel.
ar: في آخر يومين ، وهاتفه مغلق

source: Sy werk hier nie meer nie.
ar: أنها لا تعمل هنا بعد الآن

source: Dit spyt my, ek het geen nuwe nommer.
ar: أنا آسف ليس لدي رقم لأحولك عليه

source: Die mondhygiënist van Ziva, sy het 'n afspraak, hulle gebel om te bevestig.
ar: طبيب أسنان زيفا ، لديها موعد غداً كانو يتصلوا ليأكدوه

source: Moeilik om te glo dat sy nie terugkom. - Sy wou voortgaan.
ar: من الصعب تصديق أنها لن تعود

source: Dus, laat ons ook voortgaan.
ar: لقد ارادت أن تمضي قدماً لذا لنمضي قدماً أيضا

source: He, probie.
ar: مرحباً أيها المتدرب

source: Vera.
ar: فيرا

source: Ek is verras jou hier te sien.
ar: أنا متفاجئ لرؤيتك هنا

source: Ja, ek het daarin geslaag om die hoofkwartier 20 jaar te vermy.
ar: .نعم لقد تمكنت من تجنب القدوم الى المقر منذ 20 عاماً

source: Nou het hulle me opgeroep. Ek moet Vance ontmoet.
ar: والآن يطلبونني

source: Ek is al 'n half uur te laat.
ar: لديّ اجتماع مع فانس أنا متأخره نصف ساعة بالفعل

source: Is hy hier? - Nee, 'n na bo.
ar: هل هو في هذا الطابق ؟

source: Goed.
ar: لا ، في الطابق الثاني

source: - Bly om jou te sien, Vera.
ar: حسناً ، جيد

source: Pret julle te sien, ouens.
ar: من الجيد رؤيتك ، فيرا سعيدة لرؤيتكم ، ايها الأولاد

source: Jy sien daar goed uit, Leroy.
ar: تبدو جيداً ، ليروي

source: Ons praat later wel by.
ar: سنتواصل لاحقاً

source: Wie was dat, baas?
ar: من هذه ، ايها الرئيس ؟

source: - Euh, spesiale agent Vera Strickland. Probie?
ar: العميلة الخاصة فيرا ستريكلاند

source: - Die nuutste vennoot van Mike Franks.
ar: "المتدرب"

source: McGee, kom met my mee.
ar: اخر شريكة لمايك فرانك

source: Die Pentagon, praat met die bevelvoerder van luitenant Keith.
ar: مكجي ، تعال معي الى الببنتاغون ، علينا ان نتحدث الى قائد الملازم كيث

source: Baas, baas, Abby het my hulp nodig.
ar: ايها الرئيس ، آبــي تحتاج لمساعدتي

source: Sy het hulp nodig met die oorblyfsels van die bom, het sy gesê.
ar: في الحقيقة ، قالت انها تحتاج مساعدتي في بقايا القنبلة

source: Is dit goed?
ar: هل هذا على ما يرام ؟

source: Ja, dit is goed.
ar: . نعم ، حسناً مكجي

source: Loog jy net teen die alwetende Gibbs?
ar: هل كذبت للتو على جيبز الذي يعرف كل شئ؟

source: - Dat was dom, reg? Ja.
ar: هان هذا غبياً أليس كذلك ؟

source: - Ek het paniekbevange.
ar: . نعم

source: Hulle laat my nie binne by die Pentagon, sonder my geloofsbriewe.
ar: لقت رُعبت لن يدعوني أدخل البنتاغون دون بطاقات اعتمادي

source: Ek sal tog die verlies moet rapporteer.
ar: علي أن أبلغ المفتش العام ، وأبلغه بفقدي لها

source: Nie bel. Hulle kom wel voor die penne.
ar: أنتظر ، لا تتصل

source: Het jy daar iets mee te maak, Tony?
ar: سيأتون الى هنا هل فعلت فيهم شئاً ، توني ؟

source: - Nee. Nee.
ar: . لا

source: Jy het hulle dalk iewers domweg gelê. Waar was jy gisteraand?
ar: غالباً وضعتهم في مكانٍ غبي

source: Ek het dit al duisend keer oorloop.
ar: أين كنت في الليلة الماضية ؟

source: - Het jy 'n quickie met jou spesiale vriendin van Defensie, Delilah?
ar: لقد فكرت في هذا آلاف المرات هل حصلت على دعوه من صديقتك الخاصة ، ديلايلا ، من وزارة الدفاع

source: Dit is verhard.
ar: . أنه متصلب

source: Dit stink.
ar: مقرف

source: - Wat mompel jy daar, Mr Palmer.
ar: عمّ تثرثر ، سيد بالمر ؟

source: Daar is iets gesmelt onder die weefsel. Hier, sien jy dit?
ar: شئ ما ذاب تحت النسيج ، هنا ، انظر اليه ؟

source: Bring dit na Abby, Sy sal dit identifiseer.
ar: حسناً ، خذه لآبـي ستقوم بالتعرف عليه

source: Breena, Sy stuur 'n boodskap.
ar: برينا تراسلني

source: Ons moes 'n nuwe afspraak maak met die aanneming prokureur.
ar: علينا ان نعيد تحديد موعدنا مع محامي التبني

source: Die enigste moontlikheid wat hy sien is binne 20 minute.
ar: افتتاحه الوحيد سيكون في غضون ..

source: Geweldig.
ar: 20 دقيقة ، عظيم

source: Ek moet haar sê? dat ek nie kan. - Ek bring dit wel na Abby.
ar: عليّ أن أتصل بها لن أستطيع الذهاب

source: Gaan jy maar na Breena.
ar: سأتكفل بذلك أذهب للقاء برينا

source: Ek waardeer dit baie, Dr Mallard.
ar: أنا اقدر ذلك كثيراً، دكتور مالارد

source: Sy loop al lang senuweeagtig deur die aanneming proses.
ar: انها عصبية جداً حول موضوع التبني

source: Ek is nie senuweeagtig, sy is senuweeagtig.
ar: أنا لست عصبي ، فقط هيّ

source: - Sê haar dat sy hom moet ontspan en dink aan die eindresultaat.
ar: أخبرها ان تسترخي ، وتفكر في النتائج

source: Mr Palmer, Ek beny jou kans om 'n gesin te hê.
ar: سيد بالمر أنا احسد فرصتك للحصول على عائلة

source: Ga.
ar: أذهب

source: Abby.
ar: آبـي

source: - Wag even, dit is my gunsteling stuk.
ar: أنتظر ، هذا جزئي المفظل

source: Hoe goed was die Sterile Puppets gisteraand?
ar: اه ، كم كان جيداً آداء فرقة "الدمى العقيمة" الليلة الماضية

source: Ja, die klankstelsel in RFK was moordend.
ar: كان نظام الصوت في المدرج رائعاً

source: En Lynch, wat 'n drummer, reg?
ar: و لينش .. ياله من طبّال عظيم

source: Bedank hom vir die kaartjies. Dit was so pret in die pit.
ar: رجاءاً اشكريه على البطاقات

source: Twitter gesien? Die Puppets sy trending sedert die konsert.
ar: كان ممتعاً وجودنا هناك ، هل رأيت تويتر ؟

source: Dat is fyn.
ar: أصبحت الفرقة شائعة منذ الحفلة هذا لطيف

source: Wat skeel daar? - Ek is m'n penning en identifikasie kwyt.
ar: ماذا حدث؟

source: Ja, kan tydens die konsert gebeur het, in al dat gedrum.
ar: اوه ربما كان ذلك خلال الحفلة

source: Oh, God, ek hoop van nie.
ar: مع كل هذا الاهتزاز والتدافع اوه يا الهي ، آمل الا يكون ذلك صحيحاً

source: Wat het Gibbs gesê?
ar: ماذا قال جيبز ؟

source: Ek het dit hom nie vertel.
ar: لم أخبره

source: Abby, stel dat ek besteel is.
ar: آبي ، ماذا لو كنت سُرقت ؟

source: Dit is die serp van Ziva.
ar: انه وشاح زيفا

source: Oh, ja.
ar: اوه ، نعم

source: Ek onthou die me nog.
ar: أتذكر هذا

source: Sy het hom gedra haar eerste dag by die NCIS.
ar: كانت ترتديه في اول يوم لها في الشعبة

source: Toe ons vriende was, ek gekomplimenteer haar op dit, en sy het hom aan my gegee.
ar: نعم ، وبعد ان اصبحنا اصدقاء مدحته عليها ، فأعطتني إياه

source: Ek het hom gedra vandag, dit het my 'n goeie gevoel gegee.
ar: فارتديته اليوم ، انه يجعلي اشعر بتحسن

source: Dus, miskien werk dit vir jou ook. Het jy met haar gepraat? - Een teksboodskap gestuur.
ar: ربما ينفع هذا معك هل تحدثت اليها ؟

source: Nog nie terug gekry.
ar: راسلتها ، ولم ترد علي

source: Oh, die goeie dokter.
ar: الدكتور الجيد

source: Wat bring julle me?
ar: ماذا احضرت اليّ؟

source: Die klere van die onlangs oorledene, mev.
ar: ملابس الراحل ، سيدتي

source: Die hitte van die ontploffing gesmelt iets aan sy hemp.
ar: حرارة الانفجار اذابت شيئاً في قميصه

source: Dit lyk soos, plastiek.
ar: يبدو كالبلاستيك

source: Miskien 'n bankkaart, ek trek dit na.
ar: ربما بطاقة ائتمانيه ؟

source: - Enige sukses met die bom?
ar: سأتحقق منها اي حظ مع القنبلة ؟

source: Ek kon vind dat die plofbare C-4 was.
ar: كنت قادرا على تحديد أن المتفجرات كانت سي-4

source: Gegewe die omvang van die ontploffing, dink ek ongeveer 350 gram.
ar: و استنادا على حجم الانفجار اظن انه من 10 الى 12 اونصه

source: Dat verklaar die enorme trauma aan die liggaam van die gebou bestuurder.
ar: هذا من شأنه ان يفسر الصدمة القوية في جسم مدير المبنى

source: Kon jy die luitenant al vind, agent McGee?
ar: اي حظ في تحديد مكان الملازم ، العميل مكجي ؟

source: - Jammer genoeg nie.
ar: للأسف ، لا

source: Ek glo nie dat ek jou ooit al 'n serp sien dra het.
ar: انا لا أعتقد انني رأيتك ترتدي وشاح من قبل

source: Ek is in die war. Is Keith nie in Fort Wayne?
ar: أنا حائر كيث ليس في فورت واين ؟

source: Sy moeder sien of het hom in geen weke.
ar: والدته لم تراه او تتحدث إليه 235 00: 13: 19,942

source: Sy verwag hom ook nie.
ar: - ولا تتوقع زيارته

source: Ek weet nie wat ek moet sê, agent Gibbs. Waarom sou hy lieg?
ar: لا أعرف ماذا عليّ ان اخبرك ، ايها العميل جيبز

source: Iets op die werk wat hom in gevaar kan bring?
ar: اي شئ في العمل قد يعرضه للخطر ؟

source: Nee, sy pligte is hoofsaaklik van administratiewe aard
ar: لا ، مهامه الأساسية ادارية

source: Hy het geen magtiging voor geheim materiaal.
ar: ليس لديه تصريح للمعلومات السرية

source: Ek kan nie glo dat hulle hom wil doodmaak.
ar: لا أصدق ان احدهم قد يحاول قتله

source: Hy is nogal stil en introvert.
ar: انه هادئ ، منغلق على نفسه

source: Wat kan jy my vertel oor die persoonlike lewe van luitenant Keith?
ar: ماذا يمكنك أن تخبرني عن

source: Nie veel nie, trouens, ek dink nie dat ek hom ooit buite die kantoor gesien het.
ar: حياة كيث الشخصية ؟ ليس كثيراً في الحقيقة ، لا اعتقد انني رأيته مسبقاً خارج المكتب

source: Is hy goed in sy werk? - Voldoende.
ar: هل هو جيد في عمله ؟

source: Doen hy dit nie van harte.
ar: بكفاية انه لا يحبه كثيراً

source: Eens hy die vlug opleiding het laat vaar, doen hy sy tyd uit, dink ek.
ar: عندما استبعد كيث من مدرسة الطيران اعتقد انه كان يحاول تمضيه الوقت فقط

source: Ek bied hom 'n werk aan met loopbaan perspektief. Maar het dit vir hom nie.
ar: عرضت عليه وظيفة التي من شأنها أن وضعه على المسار الوظيفي

source: - Het hy daar 'n rede voor?
ar: لكنه لم يكن مهتماً

source: Hy is 'n vreemde eend.
ar: لا كان غريباً

source: Hoe bedoel jy?
ar: ماذا تعني ؟

source: - Net, ek kan geen vat op die man kry.
ar: انا فقط .. لم استطع فهمه

source: Dus, dit is MTAC? Vera, ek het jou gesig op dat skerm gesien meer as wat ek kan onthou.
ar: اذن هذه الإمتاك. فيرا ، لقد رأيت وجهك على هذه الشاشة

source: Ek kon my nie voorstel dat dit so groot was.
ar: واو ، لم أتصور انها بهذا الكبر

source: Dit moet elke rimpel op m'n smoel gewys het.
ar: لابد انها اظهرت كل التجاعيد التي في وجهي

source: Jy moet 'n vrou tog wat uitstel gun.
ar: عليك ان تعطي راحة للفتاه

source: McGee, wat doen jy daar?
ar: مكجي؟

source: Ek vind die sleutel van my kar nie en ek het gedink dat ek hom hier laat val het.
ar: ماذا تفعل هنا؟ لا اجد مفاتيح سيارتي ظننت انني اسقطتهم هنا

source: McGee, ek wil jou voorstel aan spesiale agent Vera Strickland.
ar: مكجي اود ان اعرفك على العميلة الخاصة فيرا ستريكلاند

source: Wel, ons het mekaar eintlik al ontmoet, Leon.
ar: حسناً ، لقد تقابلنا من قبل

source: Dit is een van die kinders van Gibbs, nie? - Juis.
ar: انه احد فتيان جيبز، صحيح؟

source: Vera gaan einde van die maand met pensioen.
ar: نعم ، فيرا ستتقاعد في نهاية الشهر

source: Sy bly by ons op die hoofkwartier, die laaste weke dat sy uitbolt.
ar: ستكون معنا هنا في المقر

source: - Ek moet enkel my neus snoete, uit die moeilikheid te bly en dan ry ek weg in die sonsondergang op my motor.
ar: لأسبوعين اخيرين حتى تنتهي حيث كل ما عليّ فعله ان ابقى بعيدة عن المشاكل ثم سأركب على دراجتي الناريه لغروب الشمس

source: Sy skerts nie, Vera het 'n Harley.
ar: انها لا تمزح فيرا لديها هارلي

source: - V-twin, vierslag, Electra Glide classic.
ar: -الهارلي نوع من انواع الدراجات النارية- أليكترا جلايد الكلاسيكيه

source: Tony, Tony, Tony. Ek weet wie die bom gebou het.
ar: توني ، توني ، توني ، توني اعلم منصنع القنبلة

source: - Wie?
ar: من ؟

source: Ek wil die Gibbs self vertel. Waar sit hy?
ar: حسناً ، اود ان اخبر جيبز بنفسي

source: Hy is na die Pentagon gegaan.
ar: لقد ذهب الى البانتجون

source: Abbs?
ar: آبـز ؟

source: Jy kan dit me vertel, ons is 'n span. - Gibbs, Gibbs.
ar: يمكنك ان تخبريني ، نحن فريق

source: Ek het 'n afdruk van 'n vinger en DNA van die ontsteker van die bom.
ar: جيبز ، جيبز ، جيبز حصلت على بصمة وحمض نووي من زناد القنبله

source: Ek haal dit deur 'n databasis en ek het 'n naam.
ar: واجريت بحثا عنها في قاعدة البيانات

source: Abbs.
ar: وحصلت على اسم ابز ؟

source: Luitenant Terence Keith.
ar: الملازم ضابط الصف ترينس كيث

source: Hy blaas sy eie woonstel op.
ar: لقد فجر شقته بنفسه

source: - Oh, hallo.
ar: اوه ، مرحباً

source: Waarom het Keith 'n bom in sy eie woonstel?
ar: لم يود كيث ان يفجر منزله ؟

source: Luitenant Keith gebel die afgelope dae dieselfde nommer verskeie kere.
ar: يبدو ان الملازم كيث اتصل بنفس الرقم 297 00: 15: 58,568

source: Ja, behoort aan 'n sekere onderluitenant Dana Robbins, 'n vlieënier.
ar: نعم يعود لملازمة الصف دانا روبينز كابتن طيار

source: In diens op die vliegdekskip Benjamin Franklin.
ar: عينت لناقلة بنجامين فرانكلين

source: Lê in sy tuishawe Norfolk.
ar: انها راسية في نورفلك

source: Sy beantwoord slegs die eerste oproep.
ar: اجابت فقط على أول مكالمة

source: 'n Gesprek van minder as drie minute.
ar: تحدثا أقل من ثلاثة دقائق

source: Sy is nie aan boord. Ek het 'n boodskap gelaat.
ar: انها ليست على السفينة لقد تركت رسالة

source: - Ek het gepraat met mense in Fort Wayne oor Keith. Het nie bepaal die ideale jeug.
ar: كنت أتحدث عن كيث في فورت واين

source: Die vader het daar vandoor gegaan toehy ses was.
ar: فالحقيقة لم تكن طفولته مثالية غادر والده عندما كان في السادسة

source: Hy was 'n alkoholis.
ar: كان مدمناً للكحوليات

source: Hulle het sedertdien nie veel kontak.
ar: ولم يتواصل معه احد كثيراً منذ ذلك الوقت

source: Keith was 'n nerd op die hoërskool.
ar: كان كيث متفوقاً في الثانويه

source: 'n Wetenskaplike geek.
ar: مهووس بالعلوم

source: Kaptein Laramie het al laat deurskemer dat hy 'n bietjie vreemd was.
ar: لاحظ كابتن لارامي انه كان غريب قليلاً

source: Die adviseur van die hoërskool het gesê dat hy 'n alleenloper was en geboelie is.
ar: نعم ، قال مرشده في المدرسة الثانوية انه كان وحيد ، ومتذمر

source: 'n Gebreekte neus tydens sy laaste jaar.
ar: كسر انفه في عام التخرج

source: Heel wat heibel.
ar: العديد من المشاكل ربما لهذا ذهب

source: Dalk daarom dat hy daarom die universiteit verlaat het
ar: خارج الولايه في الجامعة ، ليبتعد عنها

source: Klink nie as 'n kandidaat offisier.
ar: لا يبدو من نوع الضباط المرشحين

source: - Ek het die kantiene gevind.
ar: وجدت غرفة الاستراحة

source: Die koffie is klote.
ar: القهوة سيئة

source: Volgens direkteur Vance is daar hier iewers 'n leeg lessenaar, waar ek kan sit.
ar: المدير فانس قال انه يوجد مكتب فارغ هنا لأجلس فيه

source: Dit voldoen.
ar: هذا سيؤدي الغرض

source: - Nee, dat nie.
ar: .لا . ليس هذا

source: Goed, wat is die probleem, ouens?
ar: حسناً ما المشكلة ، ايها الأولاد ؟

source: Kom hier, ek het 'n lessenaar vir jou.
ar: فيرا ، تعالي لدي مكتب من أجلك

source: - In orde.
ar: حسناً

source: Wel, dit is 'n bietjie nou.
ar: حسناً حسناً ، انه ضيق قليلاً

source: Dit is gesellig.
ar: ى ، انه مريح حسناً ، جيد

source: - Dit is maar tot die einde van die maand.
ar: مالمشكلة ، سأكون هنا فقط لنهاية الشهر

source: Julle gaan nie eens bemerk dat ek daar is.
ar: ولن تلاحظوا حتى أنني هنا

source: Terug aan die werk.
ar: لنعد الى العمل

source: Ja, Abbs.
ar: جيبز ، هل تستطيع ان تأتي الى المعمل ؟

source: Ek kom daaraan.
ar: نعم ، آبـز في طريقي للأسفل

source: Deur die strik, rond.
ar: خلال الحلقة نلف

source: Terug na die strik.
ar: نعد من خلال الحلقة

source: Is jy aan die brei?
ar: هل تقومين بالحياكة ؟

source: Ek probeer.
ar: أنا أحاول

source: Slofjes vir die baba van Jimmy en Breena.
ar: سيكونا حذائين لطفل برينا وجيمي

source: - Dat is nog maande te gaan, Abbs.
ar: سيكون هذا بعد أشهر ، آبز

source: Wel, so lank gaan ek daar oor doen.
ar: حسناً ، سيأخذ مني هذا الوقت لانتهي

source: Dit kan die rede nie sy dat jy my laat kom.
ar: لا يمكن ان يكون هذا ما أحضرتني هنا من أجله

source: Ons het geluk.
ar: أصبحنا محظوظين

source: Die massaspectrometer bepaalde die handtekening van die C -4.
ar: حدد مطياف الكتلة التوقيع الخاص على متفجرات السي-4

source: Dit is 'n unieke kombinasie van 'n plastiseerder en dinitrobutane.
ar: انه مزيج فريد من الملدنات ومركب الدينيتروبيوتاين

source: Vervaardig deur 'n maatskappy in Des Moines, Iowa.
ar: صنع بواسطة شركة في دي موين ، أيوا

source: Waarom het ons geluk?
ar: لمّ نحن محظوظين ؟

source: - Ek is bly dat jy dit vra.
ar: انا سعيدة لانك سألت

source: Hulle het net 'n verdeler voor die middel Atlantiese state:
ar: لديهم موزع واحد في الولايات التي تقع في منتصف المحيط الاطلسي

source: Pyrotechnic Engineering.
ar: الهندسة النارية

source: Hulle sit aan die ander kant van die rivier in ANACOSTIA.
ar: وهم في الجهة المقابلة للنهر في اناكوستيا

source: Iets van die laptop van Keith gehaal?
ar: هل حصلتِ على اي شئ من لابتوب كيث؟

source: - Oh, het geen vrees nie.
ar: لا تخاف

source: Ek geraak in die harde skyf.
ar: سأدخل الى هذا القرص الصلب

source: Baas, ongelooflik, sy en Mike Franks betrokke was by die gevangenis van Noriega in Panama.
ar: ايها الريئس ، هذا غير معقول -- هي ومايك فرانك شاركو في القبض على نوريغا في بنما

source: - En gesoek asiel in die Vatikaan ambassade.
ar: نعم، وقال انه طلب اللجوء في السفارة الفاتيكان

source: Dit was die idee van Vera om hom lyk te speel met musiek van Van Halen.
ar: كانت فكرة فيرا ان يفجروه بموسيقى فان هيلين نعم ، نعم ، نعم

source: Ja, ja, 'n ou geskiedenis, seuns, wat het ek al duisend keer gehoor.
ar: هذا تاريخ قديم ، لقد سمعته آلاف المرات

source: Hoe gaan dit met ons huidige saak?
ar: ماذا عن قضيتنا الحالية ؟

source: - Werk, werk, werk. Gibbs was vroeër meer pret.
ar: عمل ، عمل ، عمل كان جيبز أكثر مرحاً

source: Het jy die vlieënier al wat Keith probeer om te bel?
ar: هل تواصلتم مع الطياره التي كان يحاول كيث الإتصال بها؟

source: Luitenant Robbins, hy is op pad na hier.
ar: الملازمة روبينز في طريقها الى هنا

source: Dit afskrif van sy skool het net binne.
ar: لقد وصلت للتو المستندات من كليته

source: Interessant, sy hoofvak was elektriese, wat hom die kennis gee 'n bom te maak.
ar: هذا مثير للإهتمام ، كان تخصصه الهندسة الالكترونية ، مما يعطيه المعرفة التقنيه لصناعة قنبلة

source: - Ja, Abby het geïdentifiseer die plofbare.
ar: نعم ، لقد تعرفت آبي على المتفجرات

source: Dit is verdeel deur Pyrotechnic Engineering in ANACOSTIA.
ar: كانت توزع بواسطة مهندس ألعاب نارية في اناكوستيا

source: Albei van julle, ga dat kontroleer.
ar: أنتما الاثنان ، تحققا منه

source: Baas, ek het 'n probleem.
ar: ايها الرئيس ، لدي مشكلة

source: Ek is my geloofsbriewe kwyt.
ar: لقد أضعت بطاقات هويتي

source: Ek het hulle sedert gister nie meer gesien.
ar: لم أرهما منذ الليلة الماضية

source: - Vertel jy het my nou pas?
ar: ولم تخبرني حتى الآن ؟

source: Het jy dit aan ons IG gerapporteer?
ar: هل بلغت المفتش العام

source: - Ek wou dit eers aan jou vertel.
ar: أردت ان اخبرك أولاً

source: Ek bring hulle op die hoogte.
ar: سأخبرهم
